Repository: Steve2404/Quantum_API
Catalog: quantum/locale/*/LC_MESSAGES/django.po
Languages: de

source: Modèle pour représenter une entité KME.
de: Modell zur Darstellung einer KME-Entität

source: ViewSet pour gérer les requêtes liées au KME.
de: ViewSet zur Verwaltung von Anfragen im Zusammenhang mit KME.

source: Endpoint pour récupérer le statut des clés pour un SAE esclave. https://{KME_hostname}/api/v1/keys/{slave_SAE_ID}/status
de: Endpunkt zum Abrufen des Schlüsselstatus für ein Slave-SAE. https://{KME_hostname}/api/v1/keys/{slave_SAE_ID}/status

source: No master SAE found for this KME
de: Kein Master-SAE für diese KME gefunden

source: Endpoint pour générer ou récupérer les clés (enc_keys). POST : Générer des clés (utilisé par le SAE maître). GET : Récupérer les clés générées (utilisé par le SAE esclave). https://{KME_hostname}/api/v1/keys/{slave_SAE_ID}/enc_keys
de: Endpunkt zum Generieren oder Abrufen von Schlüsseln (enc_keys). POST: Generieren von Schlüsseln (verwendet vom Master-SAE). GET: Abrufen der generierten Schlüssel (verwendet vom Slave-SAE). https://{KME_hostname}/api/v1/keys/{slave_SAE_ID}/enc_keys

source: Slave SAE or KME not found
de: Slave-SAE oder KME nicht gefunden.

source: Master SAE ID not provided
de: Master-SAE-ID nicht angegeben

source: Master SAE not found
de: Master-SAE nicht gefunden.

source: KME not found for the Master SAE
de: KME nicht gefunden für den Master-SAE.

source: No keys found for this Slave SAE
de: Keine Schlüssel für diesen Slave-SAE gefunden.
